Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Unlock with Touch ID
ar: الفتح باستخدام Touch ID
cs: Odemknout pomocí Touch ID
da: Lås op med Touch ID
de: Mit Touch ID entsperren
el: Ξεκλείδωμα με Touch ID
es: Desbloquear con Touch ID
fi: Avaa Touch ID:llä
fr: Déverrouiller avec Touch ID
he: ביטול נעילה עם Touch ID
hi: Touch ID से अनलॉक करें
hu: Feloldás Touch ID-vel
id: Buka dengan Touch ID
it: Sblocca con Touch ID
ja: Touch ID でロック解除
ko: Touch ID로 잠금 해제
ms: Buka kunci dengan Touch ID
nb: Lås opp med Touch ID
nl: Ontgrendelen met Touch ID
pl: Odblokuj za pomocą Touch ID
pt_br: Desbloquear com Touch ID
pt_pt: Desbloquear com Touch ID
ro: Deblochează cu Touch ID
ru: Разблокировать с помощью Touch ID
sv: Lås upp med Touch ID
th: ปลดล็อกด้วย Touch ID
tr: Touch ID ile Kilidi Aç
uk: Розблокувати за допомогою Touch ID
vi: Mở khóa bằng Touch ID
zh_hans: 使用 Touch ID 解锁
zh_hant: 使用 Touch ID 解鎖

source: Solstice is locked.
ar: ‏Solstice مُقفل.
cs: Solstice je zamčený.
da: Solstice er låst.
de: Solstice ist gesperrt.
el: Το Solstice είναι κλειδωμένο.
es: Solstice está bloqueado.
fi: Solstice on lukittu.
fr: Solstice est verrouillé.
he: Solstice נעול.
hi: Solstice लॉक है।
hu: A Solstice zárolva van.
id: Solstice terkunci.
it: Solstice è bloccata.
ja: Solstice はロックされています。
ko: Solstice가 잠겨 있습니다.
ms: Solstice dikunci.
nb: Solstice er låst.
nl: Solstice is vergrendeld.
pl: Solstice jest zablokowane.
pt_br: O Solstice está bloqueado.
pt_pt: O Solstice está bloqueado.
ro: Solstice este blocată.
ru: Solstice заблокирован.
sv: Solstice är låst.
th: Solstice ถูกล็อกอยู่
tr: Solstice kilitli.
uk: Solstice заблоковано.
vi: Solstice đang bị khóa.
zh_hans: Solstice 已锁定。
zh_hant: Solstice 已鎖定。

source: You just enabled App Lock. Authenticate to continue.
ar: لقد فعّلتِ قفل التطبيق للتو. صادقي على هويتك للمتابعة.
cs: Právě jste zapnuli Zámek aplikace. Pokračujte ověřením totožnosti.
da: Du har lige aktiveret app-lås. Godkend dig selv for at fortsætte.
de: Du hast gerade die App-Sperre aktiviert. Authentifiziere dich, um fortzufahren.
el: Μόλις ενεργοποιήσατε το Κλείδωμα Εφαρμογής. Επαληθεύστε την ταυτότητά σας για να συνεχίσετε.
es: Acabas de activar el bloqueo de la app. Autentícate para continuar.
fi: Otit juuri sovelluslukon käyttöön. Tunnistaudu jatkaaksesi.
fr: Vous venez d'activer le verrouillage de l'app. Authentifiez-vous pour continuer.
he: הרגע הפעלת את נעילת האפליקציה. אמתי כדי להמשיך.
hi: आपने अभी ऐप लॉक सक्षम किया है। जारी रखने के लिए प्रमाणित करें।
hu: Most kapcsoltad be az alkalmazászárat. A folytatáshoz hitelesíts.
id: Anda baru saja mengaktifkan Kunci Aplikasi. Autentikasi untuk melanjutkan.
it: Hai appena attivato il blocco app. Autenticati per continuare.
ja: アプリロックを有効にしました。続けるには認証してください。
ko: 방금 앱 잠금을 켰습니다. 계속하려면 인증하세요.
ms: Anda baru sahaja mendayakan Kunci Apl. Sahkan untuk meneruskan.
nb: Du har nettopp aktivert applås. Autentiser deg for å fortsette.
nl: Je hebt zojuist App-vergrendeling ingeschakeld. Verifieer om door te gaan.
pl: Właśnie włączono blokadę aplikacji. Uwierzytelnij się, aby kontynuować.
pt_br: Você acabou de ativar o Bloqueio do app. Autentique-se para continuar.
pt_pt: Acabou de ativar o Bloqueio da aplicação. Autentique-se para continuar.
ro: Tocmai ai activat blocarea aplicației. Autentifică-te pentru a continua.
ru: Вы только что включили блокировку приложения. Пройдите аутентификацию, чтобы продолжить.
sv: Du har just aktiverat applås. Autentisera dig för att fortsätta.
th: คุณเพิ่งเปิดการล็อกแอป ยืนยันตัวตนเพื่อดำเนินการต่อ
tr: Uygulama Kilidini yeni etkinleştirdiniz. Devam etmek için kimliğinizi doğrulayın.
uk: Ви щойно ввімкнули блокування застосунку. Пройдіть автентифікацію, щоб продовжити.
vi: Bạn vừa bật khóa ứng dụng. Xác thực để tiếp tục.
zh_hans: 你刚刚开启了应用锁。请验证身份以继续。
zh_hant: 你剛剛開啟了 App 鎖定。請驗證身分以繼續。

source: Can't unlock Solstice
ar: تعذّر فتح Solstice
cs: Solstice nelze odemknout
da: Kan ikke låse Solstice op
de: Solstice kann nicht entsperrt werden
el: Αδυναμία ξεκλειδώματος του Solstice
es: No se puede desbloquear Solstice
fi: Solsticea ei voi avata
fr: Impossible de déverrouiller Solstice
he: לא ניתן לבטל את נעילת Solstice
hi: Solstice अनलॉक नहीं हो सका
hu: A Solstice nem oldható fel
id: Tidak dapat membuka Solstice
it: Impossibile sbloccare Solstice
ja: Solstice のロックを解除できません
ko: Solstice를 잠금 해제할 수 없음
ms: Tidak dapat membuka kunci Solstice
nb: Kan ikke låse opp Solstice
nl: Solstice kan niet worden ontgrendeld
pl: Nie można odblokować Solstice
pt_br: Não é possível desbloquear o Solstice
pt_pt: Não é possível desbloquear o Solstice
ro: Solstice nu poate fi deblocată
ru: Не удаётся разблокировать Solstice
sv: Det går inte att låsa upp Solstice
th: ปลดล็อก Solstice ไม่ได้
tr: Solstice'in kilidi açılamıyor
uk: Не вдається розблокувати Solstice
vi: Không thể mở khóa Solstice
zh_hans: 无法解锁 Solstice
zh_hant: 無法解鎖 Solstice

source: No passcode is set on this iPhone. Set a passcode in iPhone Settings to regain access.
ar: لم يتم تعيين رمز دخول على جهاز iPhone هذا. عيّني رمز دخول من إعدادات iPhone لاستعادة الوصول.
cs: V tomto iPhonu není nastaven žádný kód. Nastavte kód v Nastavení iPhonu, abyste znovu získali přístup.
da: Der er ikke angivet nogen adgangskode på denne iPhone. Angiv en adgangskode under iPhone-indstillinger for at få adgang igen.
de: Auf diesem iPhone ist kein Code festgelegt. Lege in den iPhone-Einstellungen einen Code fest, um wieder Zugriff zu erhalten.
el: Δεν έχει οριστεί κωδικός σε αυτό το iPhone. Ορίστε έναν κωδικό στις Ρυθμίσεις του iPhone για να αποκτήσετε ξανά πρόσβαση.
es: No hay ningún código configurado en este iPhone. Configura un código en los Ajustes del iPhone para recuperar el acceso.
fi: Tälle iPhonelle ei ole asetettu pääsykoodia. Aseta pääsykoodi iPhonen asetuksissa palauttaaksesi pääsyn.
fr: Aucun code n'est défini sur cet iPhone. Définissez un code dans les Réglages de l'iPhone pour récupérer l'accès.
he: לא הוגדר קוד גישה ב-iPhone הזה. הגדירי קוד גישה בהגדרות ה-iPhone כדי לחזור ולקבל גישה.
hi: इस iPhone पर कोई पासकोड सेट नहीं है। पहुँच पुनः पाने के लिए iPhone सेटिंग्स में पासकोड सेट करें।
hu: Ezen az iPhone-on nincs beállítva jelkód. A hozzáférés visszaszerzéséhez állíts be egy jelkódot az iPhone Beállításokban.
id: Belum ada kode sandi yang diatur di iPhone ini. Atur kode sandi di Pengaturan iPhone untuk mendapatkan kembali akses.
it: Su questo iPhone non è impostato alcun codice. Imposta un codice nelle Impostazioni dell'iPhone per riottenere l'accesso.
ja: このiPhoneにはパスコードが設定されていません。iPhoneの設定でパスコードを設定すると、再びアクセスできます。
ko: 이 iPhone에 암호가 설정되어 있지 않습니다. iPhone 설정에서 암호를 설정하면 다시 접근할 수 있습니다.
ms: Tiada kod laluan ditetapkan pada iPhone ini. Tetapkan kod laluan dalam Tetapan iPhone untuk mendapatkan semula akses.
nb: Det er ikke angitt noen kode på denne iPhone. Angi en kode i Innstillinger på iPhone for å få tilgang igjen.
nl: Er is geen toegangscode ingesteld op deze iPhone. Stel een toegangscode in via Instellingen op je iPhone om weer toegang te krijgen.
pl: Na tym iPhonie nie ustawiono kodu. Ustaw kod w Ustawieniach iPhone'a, aby odzyskać dostęp.
pt_br: Não há código definido neste iPhone. Defina um código nos Ajustes do iPhone para recuperar o acesso.
pt_pt: Não está definido qualquer código neste iPhone. Defina um código nas Definições do iPhone para recuperar o acesso.
ro: Pe acest iPhone nu este setat niciun cod de acces. Setează un cod în Setările iPhone pentru a-ți recăpăta accesul.
ru: На этом iPhone не задан код-пароль. Задайте его в настройках iPhone, чтобы восстановить доступ.
sv: Ingen lösenkod är inställd på den här iPhone. Ställ in en lösenkod i iPhones Inställningar för att få tillbaka åtkomsten.
th: ยังไม่ได้ตั้งรหัสบน iPhone เครื่องนี้ ตั้งรหัสในการตั้งค่า iPhone เพื่อเข้าถึงอีกครั้ง
tr: Bu iPhone'da parola ayarlanmamış. Erişimi yeniden sağlamak için iPhone Ayarları'nda bir parola belirleyin.
uk: На цьому iPhone не встановлено код-пароль. Установіть його в Налаштуваннях iPhone, щоб відновити доступ.
vi: Chưa đặt mật mã trên iPhone này. Hãy đặt mật mã trong Cài đặt iPhone để lấy lại quyền truy cập.
zh_hans: 这部 iPhone 尚未设置密码。请在 iPhone 设置中设置密码以重新访问。
zh_hant: 這支 iPhone 尚未設定密碼。請在 iPhone 設定中設定密碼以重新存取。

source: Open iPhone Settings
ar: فتح إعدادات iPhone
cs: Otevřít Nastavení iPhonu
da: Åbn iPhone-indstillinger
de: iPhone-Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων iPhone
es: Abrir Ajustes del iPhone
fi: Avaa iPhonen asetukset
fr: Ouvrir les Réglages de l'iPhone
he: פתיחת הגדרות iPhone
hi: iPhone सेटिंग्स खोलें
hu: iPhone Beállítások megnyitása
id: Buka Pengaturan iPhone
it: Apri Impostazioni iPhone
ja: iPhoneの設定を開く
ko: iPhone 설정 열기
ms: Buka Tetapan iPhone
nb: Åpne Innstillinger på iPhone
nl: iPhone-instellingen openen
pl: Otwórz Ustawienia iPhone'a
pt_br: Abrir os Ajustes do iPhone
pt_pt: Abrir as Definições do iPhone
ro: Deschide Setările iPhone
ru: Открыть настройки iPhone
sv: Öppna iPhones Inställningar
th: เปิดการตั้งค่า iPhone
tr: iPhone Ayarları'nı Aç
uk: Відкрити Налаштування iPhone
vi: Mở Cài đặt iPhone
zh_hans: 打开 iPhone 设置
zh_hant: 開啟 iPhone 設定

source: Face ID is locked — use your passcode to unlock Solstice.
ar: ميزة Face ID مقفلة، استخدمي رمز الدخول لفتح Solstice.
cs: Face ID je zamčené — odemkněte Solstice pomocí svého kódu.
da: Face ID er låst — brug din adgangskode for at låse Solstice op.
de: Face ID ist gesperrt — verwende deinen Code, um Solstice zu entsperren.
el: Το Face ID είναι κλειδωμένο — χρησιμοποιήστε τον κωδικό σας για να ξεκλειδώσετε το Solstice.
es: Face ID está bloqueado — usa tu código para desbloquear Solstice.
fi: Face ID on lukittu — avaa Solstice pääsykoodillasi.
fr: Face ID est verrouillé — utilisez votre code pour déverrouiller Solstice.
he: Face ID נעול — השתמשי בקוד הגישה כדי לבטל את נעילת Solstice.
hi: Face ID लॉक है — Solstice अनलॉक करने के लिए अपना पासकोड उपयोग करें।
hu: A Face ID zárolva van — használd a jelkódodat a Solstice feloldásához.
id: Face ID terkunci — gunakan kode sandi Anda untuk membuka Solstice.
it: Face ID è bloccato — usa il tuo codice per sbloccare Solstice.
ja: Face ID がロックされています。パスコードで Solstice のロックを解除してください。
ko: Face ID가 잠겼습니다. 암호로 Solstice를 잠금 해제하세요.
ms: Face ID dikunci — gunakan kod laluan anda untuk membuka kunci Solstice.
nb: Face ID er låst — bruk koden din for å låse opp Solstice.
nl: Face ID is vergrendeld — gebruik je toegangscode om Solstice te ontgrendelen.
pl: Face ID jest zablokowane — użyj kodu, aby odblokować Solstice.
pt_br: O Face ID está bloqueado — use seu código para desbloquear o Solstice.
pt_pt: O Face ID está bloqueado — utilize o seu código para desbloquear o Solstice.
ro: Face ID este blocat — folosește codul de acces pentru a debloca Solstice.
ru: Face ID заблокирован — введите код-пароль, чтобы разблокировать Solstice.
sv: Face ID är låst — använd din lösenkod för att låsa upp Solstice.
th: Face ID ถูกล็อก — ใช้รหัสของคุณเพื่อปลดล็อก Solstice
tr: Face ID kilitli — Solstice'in kilidini açmak için parolanızı kullanın.
uk: Face ID заблоковано — скористайтеся код-паролем, щоб розблокувати Solstice.
vi: Face ID đã bị khóa — dùng mật mã của bạn để mở khóa Solstice.
zh_hans: Face ID 已锁定，请用密码解锁 Solstice。
zh_hant: Face ID 已鎖定，請用密碼解鎖 Solstice。

source: CYCLE DAY
ar: يوم الدورة
cs: DEN CYKLU
da: CYKLUSDAG
de: ZYKLUSTAG
el: ΗΜΕΡΑ ΚΥΚΛΟΥ
es: DÍA DEL CICLO
fi: KIERRON PÄIVÄ
fr: JOUR DU CYCLE
he: יום במחזור
hi: चक्र का दिन
hu: CIKLUS NAPJA
id: HARI SIKLUS
it: GIORNO DEL CICLO
ja: 周期の日数
ko: 주기 일차
ms: HARI KITARAN
nb: SYKLUSDAG
nl: CYCLUSDAG
pl: DZIEŃ CYKLU
pt_br: DIA DO CICLO
pt_pt: DIA DO CICLO
ro: ZIUA DIN CICLU
ru: ДЕНЬ ЦИКЛА
sv: CYKELDAG
th: วันของรอบเดือน
tr: DÖNGÜ GÜNÜ
uk: ДЕНЬ ЦИКЛУ
vi: NGÀY CHU KỲ
zh_hans: 周期第几天
zh_hant: 週期第幾天

source: Fertile window
ar: فترة الخصوبة
cs: Plodné období
da: Frugtbart vindue
de: Fruchtbares Fenster
el: Γόνιμο παράθυρο
es: Ventana fértil
fi: Hedelmällinen jakso
fr: Fenêtre de fertilité
he: חלון פוריות
hi: प्रजनन अवधि
hu: Termékeny időszak
id: Masa subur
it: Finestra fertile
ja: 妊娠可能期間
ko: 가임기
ms: Tempoh subur
nb: Fruktbart vindu
nl: Vruchtbare periode
pl: Dni płodne
pt_br: Período fértil
pt_pt: Período fértil
ro: Fereastra fertilă
ru: Фертильное окно
sv: Fertilt fönster
th: ช่วงเจริญพันธุ์
tr: Doğurgan pencere
uk: Фертильне вікно
vi: Cửa sổ thụ thai
zh_hans: 易孕窗口
zh_hant: 易孕期

source: Ovulation
ar: الإباضة
cs: Ovulace
da: Ægløsning
de: Eisprung
el: Ωορρηξία
es: Ovulación
fi: Ovulaatio
he: ביוץ
hi: ओव्यूलेशन
hu: Peteérés
id: Ovulasi
it: Ovulazione
ja: 排卵
ko: 배란
ms: Ovulasi
nb: Eggløsning
nl: Ovulatie
pl: Owulacja
pt_br: Ovulação
pt_pt: Ovulação
ro: Ovulație
ru: Овуляция
sv: Ägglossning
th: การตกไข่
tr: Yumurtlama
uk: Овуляція
vi: Rụng trứng
zh_hans: 排卵
zh_hant: 排卵

source: Predictions
ar: التنبؤات
cs: Předpovědi
da: Forudsigelser
de: Prognosen
el: Προβλέψεις
es: Predicciones
fi: Ennusteet
fr: Prédictions
he: תחזיות
hi: अनुमान
hu: Előrejelzések
id: Prediksi
it: Previsioni
ja: 予測
ko: 예측
ms: Ramalan
nb: Prognoser
nl: Voorspellingen
pl: Prognozy
pt_br: Previsões
pt_pt: Previsões
ro: Estimări
ru: Прогнозы
sv: Prognoser
th: การคาดการณ์
tr: Tahminler
uk: Прогнози
vi: Dự đoán
zh_hans: 预测
zh_hant: 預測

source: Period start
ar: بداية الدورة
cs: Začátek menstruace
da: Menstruationsstart
de: Periodenbeginn
el: Έναρξη περιόδου
es: Inicio del periodo
fi: Kuukautisten alku
fr: Début des règles
he: תחילת הווסת
hi: पीरियड की शुरुआत
hu: Menstruáció kezdete
id: Mulai haid
it: Inizio del ciclo
ja: 生理開始
ko: 생리 시작
ms: Permulaan haid
nb: Mensstart
nl: Begin menstruatie
pl: Początek miesiączki
pt_br: Início da menstruação
pt_pt: Início da menstruação
ro: Începutul menstruației
ru: Начало месячных
sv: Mensstart
th: เริ่มประจำเดือน
tr: Adet başlangıcı
uk: Початок менструації
vi: Bắt đầu kỳ kinh
zh_hans: 经期开始
zh_hant: 經期開始

source: Period end
ar: نهاية الدورة
cs: Konec menstruace
da: Menstruationsslut
de: Periodenende
el: Λήξη περιόδου
es: Fin del periodo
fi: Kuukautisten loppu
fr: Fin des règles
he: סיום הווסת
hi: पीरियड का अंत
hu: Menstruáció vége
id: Akhir haid
it: Fine del ciclo
ja: 生理終了
ko: 생리 종료
ms: Penghujung haid
nb: Mensslutt
nl: Einde menstruatie
pl: Koniec miesiączki
pt_br: Fim da menstruação
pt_pt: Fim da menstruação
ro: Sfârșitul menstruației
ru: Окончание месячных
sv: Mensslut
th: สิ้นสุดประจำเดือน
tr: Adet bitişi
uk: Завершення менструації
vi: Kết thúc kỳ kinh
zh_hans: 经期结束
zh_hant: 經期結束

source: Log period
ar: تسجيل الدورة
cs: Zaznamenat menstruaci
da: Registrér menstruation
de: Periode erfassen
el: Καταγραφή περιόδου
es: Registrar periodo
fi: Kirjaa kuukautiset
fr: Enregistrer les règles
he: תיעוד וסת
hi: पीरियड दर्ज करें
hu: Menstruáció rögzítése
id: Catat haid
it: Registra ciclo
ja: 生理を記録
ko: 생리 기록
ms: Rekod haid
nb: Logg mens
nl: Menstruatie loggen
pl: Zapisz miesiączkę
pt_br: Registrar menstruação
pt_pt: Registar menstruação
ro: Notează menstruația
ru: Отметить месячные
sv: Logga mens
th: บันทึกประจำเดือน
tr: Adet kaydet
uk: Записати менструацію
vi: Ghi nhận kỳ kinh
zh_hans: 记录经期
zh_hant: 記錄經期

source: Log period start
ar: تسجيل بداية الدورة
cs: Zaznamenat začátek menstruace
da: Registrér menstruationsstart
de: Periodenbeginn erfassen
el: Καταγραφή έναρξης περιόδου
es: Registrar inicio del periodo
fi: Kirjaa kuukautisten alku
fr: Enregistrer le début des règles
he: תיעוד תחילת וסת
hi: पीरियड की शुरुआत दर्ज करें
hu: Menstruáció kezdetének rögzítése
id: Catat mulai haid
it: Registra inizio del ciclo
ja: 生理開始を記録
ko: 생리 시작 기록
ms: Rekod permulaan haid
nb: Logg mensstart
nl: Begin menstruatie loggen
pl: Zapisz początek miesiączki
pt_br: Registrar início da menstruação
pt_pt: Registar início da menstruação
ro: Notează începutul menstruației
ru: Отметить начало месячных
sv: Logga mensstart
th: บันทึกวันเริ่มประจำเดือน
tr: Adet başlangıcını kaydet
uk: Записати початок менструації
vi: Ghi nhận ngày bắt đầu kỳ kinh
zh_hans: 记录经期开始
zh_hant: 記錄經期開始

source: Clear period end date
ar: مسح تاريخ نهاية الدورة
cs: Vymazat datum konce menstruace
da: Ryd slutdato for menstruation
de: Periodenenddatum löschen
el: Διαγραφή ημερομηνίας λήξης περιόδου
es: Borrar fecha de fin del periodo
fi: Tyhjennä kuukautisten loppumispäivä
fr: Effacer la date de fin des règles
he: ניקוי תאריך סיום הווסת
hi: पीरियड की अंतिम तारीख हटाएँ
hu: Menstruáció végdátumának törlése
id: Hapus tanggal akhir haid
it: Cancella data di fine del ciclo
ja: 生理終了日をクリア
ko: 생리 종료일 지우기
ms: Kosongkan tarikh penghujung haid
nb: Fjern sluttdato for mens
nl: Einddatum menstruatie wissen
pl: Wyczyść datę końca miesiączki
pt_br: Limpar data de fim da menstruação
pt_pt: Limpar data de fim da menstruação
ro: Șterge data de sfârșit a menstruației
ru: Очистить дату окончания месячных
sv: Rensa slutdatum för mens
th: ล้างวันสิ้นสุดประจำเดือน
tr: Adet bitiş tarihini temizle
uk: Очистити дату завершення менструації
vi: Xóa ngày kết thúc kỳ kinh
zh_hans: 清除经期结束日期
zh_hant: 清除經期結束日期

source: Add a note (optional)…
ar: إضافة ملاحظة (اختياري)…
cs: Přidat poznámku (volitelné)…
da: Tilføj en note (valgfrit)…
de: Notiz hinzufügen (optional)…
el: Προσθήκη σημείωσης (προαιρετικά)…
es: Añadir una nota (opcional)…
fi: Lisää muistiinpano (valinnainen)…
fr: Ajouter une note (facultatif)…
he: הוספת הערה (לא חובה)…
hi: एक नोट जोड़ें (वैकल्पिक)…
hu: Jegyzet hozzáadása (nem kötelező)…
id: Tambahkan catatan (opsional)…
it: Aggiungi una nota (facoltativa)…
ja: メモを追加（任意）…
ko: 메모 추가(선택 사항)…
ms: Tambah nota (pilihan)…
nb: Legg til et notat (valgfritt)…
nl: Notitie toevoegen (optioneel)…
pl: Dodaj notatkę (opcjonalnie)…
pt_br: Adicionar uma nota (opcional)…
pt_pt: Adicionar uma nota (opcional)…
ro: Adaugă o notă (opțional)…
ru: Добавить заметку (необязательно)…
sv: Lägg till en anteckning (valfritt)…
th: เพิ่มบันทึก (ไม่บังคับ)…
tr: Not ekle (isteğe bağlı)…
uk: Додати нотатку (необов'язково)…
vi: Thêm ghi chú (tùy chọn)…
zh_hans: 添加备注（可选）…
zh_hant: 新增備註（選填）…

source: Flow Intensity
ar: غزارة التدفق
cs: Intenzita krvácení
da: Blødningsmængde
de: Stärke der Blutung
el: Ένταση ροής
es: Intensidad del flujo
fi: Vuodon voimakkuus
fr: Intensité du flux
he: עוצמת הדימום
hi: रक्तस्राव की तीव्रता
hu: Vérzés erőssége
id: Intensitas Darah
it: Intensità del flusso
ja: 経血量
ko: 생리량
ms: Keamatan Aliran
nb: Blødningsmengde
nl: Intensiteit
pl: Intensywność krwawienia
pt_br: Intensidade do fluxo
pt_pt: Intensidade do fluxo
ro: Intensitatea fluxului
ru: Интенсивность
sv: Flödesintensitet
th: ปริมาณประจำเดือน
tr: Kanama Yoğunluğu
uk: Інтенсивність виділень
vi: Mức độ ra máu
zh_hans: 经量
zh_hant: 經血量

source: Symptoms
ar: الأعراض
cs: Příznaky
da: Symptomer
de: Symptome
el: Συμπτώματα
es: Síntomas
fi: Oireet
fr: Symptômes
he: תסמינים
hi: लक्षण
hu: Tünetek
id: Gejala
it: Sintomi
ja: 症状
ko: 증상
ms: Simptom
nb: Symptomer
nl: Symptomen
pl: Objawy
pt_br: Sintomas
pt_pt: Sintomas
ro: Simptome
ru: Симптомы
sv: Symtom
th: อาการ
tr: Belirtiler
uk: Симптоми
vi: Triệu chứng
zh_hans: 症状
zh_hant: 症狀

source: Mood
ar: المزاج
cs: Nálada
da: Humør
de: Stimmung
el: Διάθεση
es: Estado de ánimo
fi: Mieliala
fr: Humeur
he: מצב רוח
hi: मनोदशा
hu: Hangulat
id: Suasana Hati
it: Umore
ja: 気分
ko: 기분
nb: Humør
nl: Stemming
pl: Nastrój
pt_br: Humor
pt_pt: Disposição
ro: Stare de spirit
ru: Настроение
sv: Humör
th: อารมณ์
tr: Ruh Hali
uk: Настрій
vi: Tâm trạng
zh_hans: 心情
zh_hant: 心情

source: Calendar
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: Previous month
ar: الشهر السابق
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
fi: Edellinen kuukausi
fr: Mois précédent
he: החודש הקודם
hi: पिछला महीना
hu: Előző hónap
id: Bulan sebelumnya
it: Mese precedente
ja: 前の月
ko: 이전 달
ms: Bulan sebelumnya
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
pt_pt: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sv: Föregående månad
th: เดือนก่อนหน้า
tr: Önceki ay
uk: Попередній місяць
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月

source: Next month
ar: الشهر التالي
cs: Další měsíc
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es: Mes siguiente
fi: Seuraava kuukausi
fr: Mois suivant
he: החודש הבא
hi: अगला महीना
hu: Következő hónap
id: Bulan berikutnya
it: Mese successivo
ja: 次の月
ko: 다음 달
ms: Bulan seterusnya
nb: Neste måned
nl: Volgende maand
pl: Następny miesiąc
pt_br: Próximo mês
pt_pt: Mês seguinte
ro: Luna următoare
ru: Следующий месяц
sv: Nästa månad
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступний місяць
vi: Tháng sau
zh_hans: 下个月
zh_hant: 下個月

source: Nothing logged for this day.
ar: لا يوجد ما هو مُسجَّل في هذا اليوم.
cs: Pro tento den nic nezaznamenáno.
da: Intet registreret for denne dag.
de: Für diesen Tag wurde nichts erfasst.
el: Δεν έχει καταγραφεί τίποτα γι' αυτή την ημέρα.
es: No hay registros para este día.
fi: Tälle päivälle ei ole kirjattu mitään.
fr: Aucune donnée enregistrée pour ce jour.
he: לא תועד דבר ביום הזה.
hi: इस दिन के लिए कुछ दर्ज नहीं है।
hu: Erre a napra nincs rögzítve semmi.
id: Tidak ada yang dicatat untuk hari ini.
it: Nessun dato registrato per questo giorno.
ja: この日の記録はありません。
ko: 이 날에 기록된 내용이 없습니다.
ms: Tiada apa-apa direkodkan untuk hari ini.
nb: Ingenting logget for denne dagen.
nl: Niets gelogd voor deze dag.
pl: Brak zapisów dla tego dnia.
pt_br: Nada registrado neste dia.
pt_pt: Nada registado neste dia.
ro: Nimic notat pentru această zi.
ru: На этот день нет записей.
sv: Inget loggat för den här dagen.
th: ไม่มีบันทึกสำหรับวันนี้
tr: Bu gün için kayıt yok.
uk: Для цього дня немає записів.
vi: Không có gì được ghi cho ngày này.
zh_hans: 这一天没有任何记录。
zh_hant: 這一天沒有任何記錄。

source: Insights
ar: الإحصاءات
cs: Přehledy
da: Indsigt
de: Einblicke
el: Στατιστικά
es: Análisis
fi: Havainnot
fr: Analyses
he: תובנות
hi: अंतर्दृष्टि
hu: Elemzések
id: Wawasan
it: Analisi
ja: 傾向
ko: 인사이트
ms: Pandangan
nb: Innsikt
nl: Inzichten
pl: Analizy
pt_br: Análises
pt_pt: Análises
ro: Statistici
ru: Аналитика
sv: Insikter
th: ข้อมูลเชิงลึก
tr: Analizler
uk: Аналітика
vi: Phân tích
zh_hans: 洞察
zh_hant: 洞察

source: No trends yet
ar: لا توجد اتجاهات بعد
cs: Zatím žádné trendy
da: Ingen tendenser endnu
de: Noch keine Trends
el: Δεν υπάρχουν ακόμη τάσεις
es: Aún no hay tendencias
fi: Ei vielä trendejä
fr: Aucune tendance pour l'instant
he: אין עדיין מגמות
hi: अभी कोई रुझान नहीं
hu: Még nincsenek trendek
id: Belum ada tren
it: Ancora nessuna tendenza
ja: まだ傾向はありません
ko: 아직 추세가 없습니다
ms: Belum ada aliran
nb: Ingen trender ennå
nl: Nog geen trends
pl: Brak trendów
pt_br: Ainda sem tendências
pt_pt: Ainda sem tendências
ro: Încă nu există tendințe
ru: Пока нет закономерностей
sv: Inga trender ännu
th: ยังไม่มีแนวโน้ม
tr: Henüz eğilim yok
uk: Поки що немає тенденцій
vi: Chưa có xu hướng
zh_hans: 暂无趋势
zh_hant: 尚無趨勢
